tap "dahlia/jetbrains-eap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "tophat/bar"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "anycable-go"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aptos"
brew "boost"
brew "source-highlight"
brew "asciidoc"
brew "asciidoctor"
brew "bat"
brew "glib"
brew "cairo"
brew "libssh2"
brew "curl"
brew "direnv"
brew "dive"
brew "doctl"
brew "duti"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "goaccess"
brew "guile"
brew "handbrake"
brew "helm"
brew "ncurses"
brew "htop"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "libfido2"
brew "locust"
brew "minikube"
brew "node"
brew "mongosh"
brew "mtr"
brew "mvfst"
brew "nghttp2"
brew "openblas"
brew "numpy", link: false
brew "nvm"
brew "ollama"
brew "openjdk"
brew "openjdk@17"
brew "openvino"
brew "optipng"
brew "tmux"
brew "overmind"
brew "php"
brew "pipx"
brew "pngquant"
brew "pnpm"
brew "podman"
brew "postgresql@15", restart_service: true
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby@3.1"
brew "rustup"
brew "shellcheck"
brew "spaceship"
brew "starship"
brew "telnet"
brew "tldr"
brew "tor"
brew "tree"
brew "watch"
brew "watchman"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community@6.0"
brew "tophat/bar/yvm"
cask "adobe-acrobat-pro"
cask "alt-tab"
cask "arc"
cask "around"
cask "authy"
cask "bartender"
cask "bitwarden"
cask "blackhole-16ch"
cask "brave-browser"
cask "calibre"
cask "camo-studio"
cask "capcut"
cask "choosy"
cask "chromium"
cask "cursor"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "dbvisualizer"
cask "discord"
cask "distroav"
cask "docker"
cask "exodus"
cask "figma"
cask "firefox"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "freemind"
cask "git-credential-manager"
cask "github"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "loom"
cask "mattermost"
cask "medis"
cask "michaelvillar-timer"
cask "miro"
cask "mongodb-realm-studio"
cask "motion"
cask "mullvadvpn"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "pika"
cask "podman-desktop"
cask "postico"
cask "postman"
cask "pritunl"
cask "pushplaylabs-sidekick"
cask "raycast"
cask "rubymine"
cask "runjs"
cask "signal@beta"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "superhuman"
cask "tableplus"
cask "telegram"
cask "topaz-video-ai"
cask "tor-browser"
cask "transmission"
cask "tuxera-ntfs"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "webstorm"
cask "webstorm-eap"
cask "wine-stable"
cask "yandex"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "brunnerh.file-properties-viewer"
vscode "christian-kohler.path-intellisense"
vscode "codesandbox-io.codesandbox-projects"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "geeebe.duplicate"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "james-yu.latex-workshop"
vscode "juanblanco.solidity"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kiteco.kite"
vscode "mathematic.vscode-latex"
vscode "mattpocock.ts-error-translator"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "s6tanaka.continue-comment"
vscode "saptarshidey.latex-viewer"
vscode "shadowtime2000.eta-vscode"
vscode "simonsiefke.svg-preview"
vscode "supermaven.supermaven"
vscode "svipas.prettier-plus"
vscode "tabnine.tabnine-vscode"
vscode "tomoki1207.selectline-statusbar"
vscode "trabpukcip.vscode-npm-scripts"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "wscats.html-snippets"
vscode "zhang-renyang.chat-gpt"
