tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "source-highlight"
brew "asciidoc"
brew "asciidoctor"
brew "curl"
brew "duti"
brew "erlang"
brew "elixir"
brew "git"
brew "glib"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "mysql", restart_service: true
brew "node"
brew "nvm"
brew "openjdk"
brew "php"
brew "postgresql", restart_service: true
brew "python@3.8"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "tor"
brew "watchman"
brew "yarn"
brew "heroku/brew/heroku"
cask "arduino"
cask "authy"
cask "bartender"
cask "brave-browser"
cask "choosy"
cask "chromium"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "iterm2"
cask "keka"
cask "kitty"
cask "miro"
cask "mongodb-realm-studio"
cask "mysqlworkbench"
cask "notion"
cask "postico"
cask "postman"
cask "runjs"
cask "slack"
cask "tableplus"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "zoomus"
