tap "dahlia/jetbrains-eap"
tap "heroku/brew"
tap "mongodb/brew"
brew "act"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "anycable-go"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aptos"
brew "boost"
brew "source-highlight"
brew "asciidoc"
brew "asciidoctor"
brew "libssh2"
brew "bat"
brew "glib"
brew "cairo"
brew "cocoapods"
brew "dive"
brew "doctl"
brew "duti"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "goaccess"
brew "guile"
brew "handbrake"
brew "helm"
brew "ncurses"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "libfido2"
brew "locust"
brew "minikube"
brew "mongosh"
brew "mtr"
brew "mvfst"
brew "nghttp2"
brew "openblas"
brew "nvm"
brew "ollama"
brew "openjdk"
brew "openjdk@17"
brew "openvino"
brew "optipng"
brew "php"
brew "pipx"
brew "pngquant"
brew "pnpm"
brew "podman"
brew "postgresql@15", restart_service: :changed, link: true
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qemu"
brew "rabbitmq", restart_service: :changed
brew "redis"
brew "ripgrep"
brew "ruby@3.1"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "stepci"
brew "tailscale"
brew "tcl-tk"
brew "telegram-downloader"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "watchman"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community@6.0"
cask "adobe-acrobat-pro"
cask "alt-tab"
cask "anydesk"
cask "anythingllm"
cask "bartender"
cask "blackhole-16ch"
cask "brave-browser"
cask "calibre"
cask "capcut"
cask "choosy"
cask "chromium"
cask "cursor"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "dbvisualizer"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "figma@beta"
cask "firefox"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "imazing"
cask "iterm2"
cask "itsycal"
cask "keka"
cask "kitty"
cask "loom"
cask "macwhisper"
cask "medis"
cask "miro"
cask "mitmproxy"
cask "mongodb-compass@beta"
cask "mullvad-vpn"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "pika"
cask "podman-desktop"
cask "postico"
cask "postman"
cask "raycast"
cask "rubymine"
cask "setapp"
cask "signal@beta"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "timing"
cask "tor-browser"
cask "transmission"
cask "tuxera-ntfs"
cask "vlc"
cask "zoom"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "astro-build.astro-vscode"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "geeebe.duplicate"
vscode "gitlab.gitlab-workflow"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mattpocock.ts-error-translator"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "naumovs.color-highlight"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rust-lang.rust-analyzer"
vscode "shadowtime2000.eta-vscode"
vscode "simonsiefke.svg-preview"
vscode "swmansion.react-native-ide"
vscode "tomoki1207.selectline-statusbar"
vscode "trabpukcip.vscode-npm-scripts"
vscode "unifiedjs.vscode-mdx"
