anthropic.claude-code
anysphere.cursorpyright
astro-build.astro-vscode
beardedbear.beardedtheme
bierner.markdown-mermaid
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
fallenmax.mithril-emmet
geeebe.duplicate
github.vscode-pull-request-github
kisstkondoros.vscode-gutter-preview
mattpocock.ts-error-translator
ms-python.debugpy
ms-python.python
naumovs.color-highlight
openai.chatgpt
prisma.prisma
redhat.vscode-xml
richie5um2.vscode-statusbar-json-path
rust-lang.rust-analyzer
shadowtime2000.eta-vscode
simonsiefke.svg-preview
swmansion.react-native-ide
tomoki1207.selectline-statusbar
trabpukcip.vscode-npm-scripts
unifiedjs.vscode-mdx
